"Cheerful" = "Agradável";

"Melodic" = "Melódica";

"Relaxed" = "Calma";

"Grooving" = "Rítmica";

"Distorted" = "Distorcida";

"Acoustic" = "Acústica";

"Processed" = "Processada";

"Single" = "Individual";

"Part" = "Parte";

"Dark" = "Sombria";

"Dissonant" = "Dissonante";

"Intense" = "Intensa";

"Arrhythmic" = "Arrítmica";

"Clean" = "Limpa";

"Electric" = "Elétrica";

"Dry" = "Seca";

"Ensemble" = "Grupo";

"Fill" = "Viradas";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Eletrônica";

"Jazz" = "Jazz";

"Urban" = "Urbano";

"World/Ethnic" = "World Music";

"Cinematic/New Age" = "Cinema";

"Orchestral" = "Orquestral";

"Country/Folk" = "Country";

"Experimental" = "Experimental";

"Other Genre" = "Outro Gênero";

"Hip Hop" = "Hip Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "R&B Moderno";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Breaks Vintage";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Outro Gênero";

"Chinese Traditional" = "Chinês Tradicional";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Efeitos Sonoros";

"Bass House" = "Bass House";

"Electronic Pop" = "Pop Eletrônico";

"Techno" = "Techno";

"Bass" = "Baixo";

"Electric Bass" = "Baixo Elétrico";

"Acoustic Bass" = "Baixo Acústico";

"Synthetic Bass" = "Baixo Sintético";

"Drums" = "Baterias";

"Drum Kit" = "Kits";

"Electronic Beats" = "Batidas";

"Kick" = "Bumbo";

"Tom" = "Tom";

"Snare" = "Caixa";

"Cymbal" = "Címbalo";

"Hi-hat" = "Chimbal";

"Guitars" = "Guitarras";

"Electric Guitar" = "Guitarra Elétrica";

"Acoustic Guitar" = "Violão";

"Banjo" = "Banjo";

"Mandolin" = "Bandolim";

"Slide Guitar" = "Guitarra Slide";

"Pedal Steel Guitar" = "Guitarra com Pedal de Aço";

"Horn/Wind" = "Trompa";

"Saxophone" = "Saxofone";

"Trumpet" = "Trompete";

"Flute" = "Flauta";

"Trombone" = "Trombone";

"Clarinet" = "Clarinete";

"French Horn" = "Trompa";

"Tuba" = "Tuba";

"Oboe" = "Oboé";

"Harmonica" = "Gaita";

"Recorder" = "Gravador";

"Pan Flute" = "Flauta de Pã";

"Bagpipe" = "Gaita-de-foles";

"Bassoon" = "Fagote";

"Piccolo" = "Flautim";

"English Horn" = "Corne Inglês";

"Brass" = "Metais";

"Woodwind" = "Sopro";

"Keyboards" = "Teclados";

"Piano" = "Piano";

"Electric Piano" = "Piano Elétrico";

"Organ" = "Órgão";

"Clavinet" = "Clavinet";

"Accordion" = "Acordeão";

"Synthesizer" = "Sintetizadores";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Cravo";

"Mallets" = "Baquetas";

"Steel Drum" = "Tambor de Aço";

"Vibraphone" = "Vibrafone";

"Marimba" = "Marimba";

"Xylophone" = "Xilofone";

"Kalimba" = "Kalimba";

"Bell" = "Sino";

"Timpani" = "Tímpanos";

"Mixed" = "Jingles";

"Other Instrument" = "Outro Inst.";

"Percussion" = "Percussão";

"Gong" = "Gongo";

"Shaker" = "Chocalho";

"Tambourine" = "Tamborim";

"Conga" = "Conga";

"Bongo" = "Bongô";

"Cowbell" = "Cowbell";

"Clave" = "Claves";

"Vinyl/Scratch" = "Vinil";

"Chime" = "Carrilhão";

"Rattler" = "Guizo";

"Sound Effect" = "Efeitos";

"Misc2" = "Diversos";

"Boom" = "Booms";

"All Effects" = "Todos os Efeitos";

"Effects" = "Efeitos Sonoros";

"Ambience" = "Ambiência";

"People" = "Pessoas";

"Transportation" = "Transporte";

"Weapons" = "Armas";

"Explosions" = "Explosões";

"Impacts & Crashes" = "Impactos";

"Animals" = "Animais";

"Sports & Leisure" = "Esportes";

"Mech/Tech" = "Máquinas";

"Work/Home" = "Trabalho/Casa";

"Misc." = "Diversos";

"Foley" = "Efeitos Sonoros";

"Motions & Transitions" = "Trechos";

"Sci-Fi" = "Ficção Científica";

"Strings" = "Cordas";

"Violin" = "Violino";

"Viola" = "Viola";

"Cello" = "Violoncelo";

"Harp" = "Harpa";

"Koto" = "Koto";

"Sitar" = "Cítara";

"Double Bass" = "Contrabaixo";

"Texture/Atmosphere" = "Texturas";

"Vocals" = "Vocais";

"Male" = "Masculino";

"Female" = "Feminino";

"Choir" = "Coro";

"All" = "Tudo";

"Favorites" = "Favoritos";

"Genres" = "Gêneros";

"Instruments" = "Instrumentos";

"Moods" = "Atmosferas";

"Reset" = "Redefinir";

